tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
brew "bat"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "jq"
brew "lnav"
brew "mitmproxy"
brew "mysql-client@5.7"
brew "nmap"
brew "shellcheck"
brew "tldr"
brew "tokei"
brew "trash"
brew "vim"
brew "zsh"
brew "schniz/tap/fnm"
cask "adoptopenjdk8"
cask "android-studio"
cask "dbeaver-community"
cask "docker"
cask "gimp"
cask "gpg-suite"
cask "iglance"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "nosql-workbench-for-amazon-dynamodb"
cask "openinterminal"
cask "runjs"
cask "slack"
cask "sublime-text"
cask "zeplin"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-sauce-code-pro-nerd-font"
cask "font-d2coding"
