tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "robotsandpencils/made"
brew "aria2"
brew "awscli"
brew "bat"
brew "broot"
brew "coreutils"
brew "fd"
brew "fnm"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "jq"
brew "lnav"
brew "mas"
brew "mitmproxy"
brew "mysql-client"
brew "mysql-client@5.7"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "tokei"
brew "trash"
brew "vim"
brew "aws/tap/aws-sam-cli"
brew "robotsandpencils/made/xcodes"
cask "adoptopenjdk11"
cask "android-studio"
cask "authy"
cask "avibrazil-rdm"
cask "dbeaver-community"
cask "dbgate"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-d2coding"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-noto-sans-cjk-kr"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "http-toolkit"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logseq"
cask "monitorcontrol"
cask "nosql-workbench-for-amazon-dynamodb"
cask "notion"
cask "openinterminal"
cask "outline-manager"
cask "paw"
cask "redisinsight"
cask "sublime-text"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "webstorm"
cask "zeplin"
mas "Amphetamine", id: 937984704
mas "Channel.io", id: 1102655071
mas "Cleaner One", id: 1473079126
mas "iMovie", id: 408981434
mas "iShot Pro", id: 1611347086
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Velja", id: 1607635845
