tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "broot"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gradle"
brew "jq"
brew "lnav"
brew "mitmproxy"
brew "mysql-client@5.7"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "tldr"
brew "tokei"
brew "trash"
brew "vim"
cask "adoptopenjdk11"
cask "android-studio"
cask "authy"
cask "avibrazil-rdm"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-d2coding"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia-designer"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logseq"
cask "nosql-workbench-for-amazon-dynamodb"
cask "notion"
cask "openinterminal"
cask "outline-manager"
cask "paw"
cask "runjs"
cask "sublime-text"
cask "visual-studio-code"
cask "webstorm"
cask "zeplin"
