tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "noborus/tap"
tap "robotsandpencils/made"
brew "aria2"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "broot"
brew "cfn-lint"
brew "cocoapods"
brew "colima", restart_service: true
brew "coreutils"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "fd"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gitleaks"
brew "gnu-sed"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "mas"
brew "mysql-client"
brew "mysql-client@5.7"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "tlrc"
brew "tokei"
brew "trash"
brew "tree"
brew "vim"
brew "jakehilborn/jakehilborn/displayplacer"
brew "robotsandpencils/made/xcodes"
cask "aldente"
cask "dbeaver-community"
cask "dbgate"
cask "devtoys"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-d2coding"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-noto-sans-cjk-kr"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "http-toolkit"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "linearmouse"
cask "logseq"
cask "mitmproxy"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "notion"
cask "openinterminal"
cask "outline-manager"
cask "rapidapi"
cask "rectangle-pro"
cask "redisinsight"
cask "sublime-text"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Cleaner One", id: 1473079126
mas "Command X", id: 6448461551
mas "iMovie", id: 408981434
mas "iShot Pro", id: 1611347086
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Velja", id: 1607635845
mas "반디네이머", id: 6451223045
