tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "noborus/tap"
tap "robotsandpencils/made"
brew "aria2"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "cocoapods"
brew "colima", restart_service: true
brew "coreutils"
brew "csvlens"
brew "difftastic"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "fd"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gitleaks"
brew "gnu-sed"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "mas"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nmap"
brew "pueue"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "sniffnet"
brew "tlrc"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "vale"
brew "vim"
brew "webp"
brew "jakehilborn/jakehilborn/displayplacer"
brew "robotsandpencils/made/xcodes"
cask "aldente"
cask "appcleaner"
cask "applite"
cask "chatgpt"
cask "claude"
cask "cryptomator"
cask "cursor"
cask "dbeaver-community"
cask "dbgate"
cask "devtoys"
cask "discord"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-d2coding"
cask "font-fira-code"
cask "font-goorm-sans-code"
cask "font-ibm-plex"
cask "font-noto-sans-cjk-kr"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "linearmouse"
cask "localsend"
cask "logseq"
cask "mitmproxy"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "outline-manager"
cask "rapidapi"
cask "rectangle-pro"
cask "redis-insight"
cask "visual-studio-code"
cask "warp"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Cleaner One", id: 1473079126
mas "Command X", id: 6448461551
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Velja", id: 1607635845
mas "Windows App", id: 1295203466
mas "반디네이머", id: 6451223045
mas "카카오톡", id: 869223134
