tap "buo/cask-upgrade"
tap "dagger/tap"
tap "xcodesorg/made"
brew "age"
brew "aria2"
brew "asciinema"
brew "ast-grep"
brew "bat"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "coreutils"
brew "csvlens"
brew "difftastic"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "f2"
brew "fastmod"
brew "fd"
brew "gh"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "git-who"
brew "gitleaks"
brew "gnu-sed"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "mas"
brew "mcat"
brew "mole"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "ollama", restart_service: :changed
brew "pueue"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "shfmt"
brew "sniffnet"
brew "sops"
brew "stow"
brew "tlrc"
brew "tokei"
brew "tree"
brew "vale"
brew "vim"
brew "webp"
brew "xan"
cask "aldente"
cask "container-use"
cask "cryptomator"
cask "dbeaver-community"
cask "dbgate"
cask "devtoys"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-d2coding"
cask "font-fira-code"
cask "font-goorm-sans-code"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-sans-kr"
cask "font-noto-sans-cjk-kr"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gitbutler"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "handbrake-app"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keycastr"
cask "linearmouse"
cask "localsend"
cask "mac-mouse-fix"
cask "mitmproxy"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "outline-manager"
cask "rapidapi"
cask "rectangle-pro"
cask "redis-insight"
cask "visual-studio-code"
cask "warp"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Command X", id: 6448461551
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "uBlock Origin Lite", id: 6745342698
mas "Velja", id: 1607635845
mas "Windows App", id: 1295203466
mas "반디네이머", id: 6451223045
mas "카카오톡", id: 869223134
